base
base-devel
dolphin
dunst
efibootmgr
fzf
ghostty
git
grim
gst-plugin-pipewire
htop
hyprland
intel-media-driver
intel-ucode
iwd
libpulse
libva-intel-driver
linux
linux-firmware
nano
neovim
network-manager-applet
networkmanager
npm
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pnpm
polkit-kde-agent
qt5-wayland
qt6-wayland
sddm
slurp
smartmontools
sof-firmware
starship
stow
tmux
tree
unzip
uwsm
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
wget
wireless_tools
wireplumber
wl-clipboard
wofi
xclip
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
xsel
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
